{
  "catppuccin": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "fugitive": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lualine": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason_lspconfig": { "branch": "main" },
  "null_ls": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope": { "branch": "0.1.x" },
  "telescope_fzf_native": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "trouble": { "branch": "main" }
}